Revit 2027 API
ParameterTypeId.ElevReferenceLabelPos Property
 "Reference Label Position"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ElevReferenceLabelPos { get; }
Public Shared ReadOnly Property ElevReferenceLabelPos As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ElevReferenceLabelPos {
	ForgeTypeId^ get ();
}
static member ElevReferenceLabelPos : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace